<?php
/**
 * @version     $Id$ 2.0.0 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Πεδία</h4>
<p>Εδώ μπορείτε να διαχειριστείτε τα προσαρμόσιμα πεδία.</p>
Χρησιμοποιήστε την γραμμή εργαλείων πάνω-δεξιά για να προσθέσετε / τροποποιήσετε / διαγράψετε / δημοσιεύσετε / αποσύρετε πεδία.<br/>
Όλα αυτά τα κουμπιά ( εκτός του <strong><?php echo JText::_( 'Add new' ); ?></strong> ) μπορούν να χρησιμοποιηθούν μόνο όταν τουλάχιστον ένα πεδίο έχει επιλεγεί από στον κατάλογο πεδίων.<br />
Μπορείτε να επιλέξετε ένα ή περισσότερα πεδία, κάνοντας κλικ στο κουτάκι στα αριστερά του ονόματος του. Κάντε κλικ στο πρώτο κουτάκι για να επιλέξετε όλα τα πεδία του καταλόγου.<br />
<br/>
Κάντε κλικ στο όνομα του πεδίου για να το επεξεργαστείτε.<br/>
<br/>
Πληκτρολογήστε μερικός/ολόκληρο το όνομα ενός πεδίου, στο πεδίο που βρίσκεται πάνω από τον κατάλογο προσαρμόσιμων πεδίων και κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Go' ); ?></strong> για να φιλτράρετε τα πεδία. Κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Reset' ); ?></strong> για να μηδενίσετε το φίλτρο.<br/>
<br/>
Κάντε κλικ στην <strong>κεφαλίδα</strong> οποιασδήποτε στήλης για να τροποποιήσετε την σειρά με την οποία παρουσιάζεται του καταλόγου.<br/>
<br/>
</div>
