<?php
/**
 * @version     $Id$ 2.0.1 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Προφίλ</h4>
<p>Εδώ μπορείτε να διαχειριστείτε τα προφίλ της φόρμας επικοινωνίας.</p>
Χρησιμοποιήστε την γραμμή εργαλείων πάνω-δεξιά για να προσθέσετε / τροποποιήσετε / διαγράψετε / δημοσιεύσετε / αποσύρετε προφίλ.<br/>
Όλα αυτά τα κουμπιά (εκτός του <strong><?php echo JText::_( 'Add new' ); ?></strong> ) μπορεί να χρησιμοποιηθούν μόνο εφόσον τουλάχιστον ένα προφίλ έχει επιλεγεί από τον κατάλογο των προφίλ.<br />
Μπορείτε να επιλέξετε ένα ή περισσότερα προφίλ, κάνοντας κλικ στο κουτάκι από τα αριστερά του ονόματος του. Κάντε κλικ στο πρώτο κουτάκι για να επιλέξετε όλα τα προφίλ της σελίδας.<br />
<br/>
Κάντε κλικ στο όνομα του προφίλ για να το επεξεργαστείτε.<br/>
<br/>
Πληκτρολογήστε μερικός/ολόκληρο το όνομα ενός προφίλ στο πεδίο που βρίσκεται πάνω από τον κατάλογο μηνυμάτων και κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Go' ); ?></strong> για να φιλτράρετε τα προφίλ. Κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Reset' ); ?></strong> για να μηδενίσετε το φίλτρο.<br/>
<br/>
Κάντε κλικ στην <strong>κεφαλίδα</strong> της κάθε στήλης για να τροποποιήσετε τη σειρά με την οποία εμφανίζεται ο κατάλογος.<br/>
<br/>
</div>
