<?php
/**
 * @version     $Id$ 2.0.0 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Μηνύματα</h4>
<p>Εδώ μπορείτε να δείτε όλα τα μηνύματα που λαμβάνονται από το AiContactSafe.</p>
Χρησιμοποιήστε τη γραμμή εργαλείων πάνω-δεξιά για να προβάλετε ή να διαγράψετε ένα μήνυμα.<br/>
Τα συγκεκριμένα κουμπιά μπορούν να χρησιμοποιηθούν μόνο εφόσον έχετε επιλέξει τουλάχιστον ένα μήνυμα, από τον κατάλογο μηνυμάτων.<br />
Μπορείτε να επιλέξετε ένα ή περισσότερα μήνυμα κάνοντας κλικ στο κουτάκι στα αριστερά του ονόματος του αποστολέα. Κάντε κλικ στο πρώτο κουτάκι για να επιλέξετε όλα τα μηνύματα του καταλόγου.<br />
<br/>
Κάντε κλικ στο όνομα προτεραιότητας για να το δείτε.<br/>
<br/>
Πληκτρολογήστε μερικός/ολόκληρο το όνομα του αποστολέα στο πεδίο που βρίσκεται πάνω από τον κατάλογο μηνυμάτων και κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Go' ); ?></strong> για να φιλτράρετε τα μηνύματα. Κάντε κλικ στο κουμπί <strong><?php echo JText::_( 'Reset' ); ?></strong> για να μηδενίσετε το φίλτρο.<br/>
<br/>
Κάντε κλικ στην <strong>κεφαλίδα</strong> οποιασδήποτε στήλης για να τροποποιήσετε τη σειρά με την οποία παρουσιάζεται ο κατάλογος.<br/>
<br/>
</div>
