<?php
	echo '
	<p style="color:rgb(255, 102, 0); font-size: 12px;">В заявке указывайте данные того человека, которому требуется консультация.</p>
    <p style="font-size: 12px;">В случае, если на заявляемое время талонов не будет, Вам предложат талон на имеющееся время. </p>
	<p style="font-size: 12px;">Ваш запрос будет обработан в течение рабочего дня, ответ придет на Ваш электронный адрес.</p>

    <p style="font-size: 12px;"><b>Обязательно при визите обращаться в <span style="color:rgb(255, 102, 0);">РЕГИСТРАТУРУ</span> консультативной поликлиники, предоставить <span style="color:rgb(255, 102, 0);">ПАСПОРТ, НАПРАВЛЕНИЕ</span> (для осуществления бесплатной консультации). В случае отсутствия направления - будет предложен прием на платной основе. В случае отсутствия паспорта - в приеме будет отказано.</b></p>
    
    <p style="font-size: 12px;"><b>Для консультации <span style="color:rgb(255, 102, 0);">заведующего отделением</span> на бесплатной основе необходимо предоставить направление с указанием - к заведующему каким отделением Вас направляют. При отсутствии направления будет предложен платный прием.</b></p>

	<p style="font-size: 12px;"><b>В соответствии со ст. 44, ст. 18 закона РБ о здравоохранении, несовершеннолетние дети консультируются врачом в присутствии законного представителя (родители). <span style="color:rgb(255, 102, 0);">Присутствие одного из родителей обязательно</span>.</b></p>
	';
?>