<?php
/**
 * @version   $Id$ 2.0.1 0
 * @package   Joomla
 * @copyright  Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license   GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Профайлы</h4>
<p>Тут совершается управление профайлами формы обратной связи.</p>
Используйте панель инструментов справа вверху для добавления / редактирования / удаления / публикации / депубликации профайлов.<br/>
Все эти кнопки ( кроме <strong><?php echo JText::_( 'Add new' ); ?></strong> ) могут быть использованы только после того, как будет выбран хотя бы один профайл из списка.<br />
Вы можете выбрать один или несколько профайлов путём выставления галочек слева от имени профайла. Установите галочку вверху списка, чтобы выбрать все профайлы на странице.<br />
<br/>
Нажмите название профайла для редактирования.<br/>
<br/>
Введите частично или полностью название профайла в поле поиска вверху над списком полей и нажмите <strong><?php echo JText::_( 'Go' ); ?></strong> для выполнения фильтрации. Нажмите <strong><?php echo JText::_( 'Reset' ); ?></strong> для удаления фільтра.<br/>
<br/>
Нажмите <strong>заголовок</strong> любой колонки для упорядочивания списка полей по этой колонке.<br/>
<br/>
</div>
