<?php
/**
 * @version   $Id$ 2.0.0 0
 * @package   Joomla
 * @copyright  Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license   GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Поля</h4>
<p>Тут совершается управление полями пользователя.</p>
Используйте панель инструментов справа вверху для добавления / редактирования / удаления / публикации / депубликации полей.<br/>
Все эти кнопки ( кроме <strong><?php echo JText::_( 'Add new' ); ?></strong> ) могут быть использованы только после того, как будет выбрано хотя бы одно поле из списка.<br />
Вы можете выбрать одно или несколько полей путём выставления галочек слева от имени полей. Установите галочку вверху списка, чтобы выбрать все поля на странице.<br />
<br/>
Нажмите название поля для редактирования.<br/>
<br/>
Введите частично или полностью название поля в поле поиска вверху над списком полей и нажмите <strong><?php echo JText::_( 'Go' ); ?></strong> для выполнения фильтрации. Нажмите <strong><?php echo JText::_( 'Reset' ); ?></strong> для удаления фильтра.<br/>
<br/>
Нажмите на <strong>заголовоке</strong> любой колонки для упорядочивания списка полей по этой колонке.<br/>
<br/>
</div>
