<?php
/**
 * @version     $Id$ 2.0.0 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Поля</h4>
<p>Тут здійснюється керування полями користувача.</p>
Використовуйте панель інструментів праворуч вгорі для додавання / редагування / видалення / публікації / депублікації полів.<br/>
Всі ці кнопки ( окрім <strong><?php echo JText::_( 'Add new' ); ?></strong> ) можуть бути використані лише після того, як буде обране хоча би одне поле зі списку.<br />
Ви можете обрати одне або декілька полів шляхом проставляння галочок ліворуч від імені полів. Виставте галочку згори списку, щоби обрати всі поля на сторінці.<br />
<br/>
Натисність на назві поля для редагування.<br/>
<br/>
Введіть частково або повністю назву поля у полі пошуку згори над списком полів і натисніть <strong><?php echo JText::_( 'Go' ); ?></strong> для здійснення фільтрації. Натисніть <strong><?php echo JText::_( 'Reset' ); ?></strong> для видалення фільтра.<br/>
<br/>
Натисніть на <strong>заголовку</strong> довільної колонки для впорядкування списку полів за цією колонкою.<br/>
<br/>
</div>
