<?php
/**
 * @version     $Id$ 2.0.1 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Профайли</h4>
<p>Тут здійснюється керування профайлами форми зворотнього зв’язку.</p>
Використовуйте панель інструментів праворуч вгорі для додавання / редагування / видалення / публікації / депублікації профайлів.<br/>
Всі ці кнопки ( окрім <strong><?php echo JText::_( 'Add new' ); ?></strong> ) можуть бути використані лише після того, як буде обрано хоча би один профайл зі списку.<br />
Ви можете обрати один або декілька профайлів шляхом проставляння галочок ліворуч від імені профайла. Виставте галочку згори списку, щоби обрати всі профайли на сторінці.<br />
<br/>
Натисність на назві профайла для редагування.<br/>
<br/>
Введіть частково або повністю назву профайла у полі пошуку згори над списком полів і натисніть <strong><?php echo JText::_( 'Go' ); ?></strong> для здійснення фільтрації. Натисніть <strong><?php echo JText::_( 'Reset' ); ?></strong> для видалення фільтра.<br/>
<br/>
Натисніть на <strong>заголовку</strong> довільної колонки для впорядкування списку полів за цією колонкою.<br/>
<br/>
</div>
