<?php
/**
 * @version     $Id$ 2.0.0 0
 * @package     Joomla
 * @copyright   Copyright (C) 2005 - 2008 Open Source Matters. All rights reserved.
 * @license     GNU/GPL, see LICENSE.php
 */

// no direct access
defined('_JEXEC') or die('Restricted access');

// the instruction will be added here
?>
<div id="aiContactSafe_help_file">
<h4>Повідомлення</h4>
<p>Тут зберігаються всі повідомлення, отримані через форми AiContactSafe.</p>
Використовуйте панель інструментів праворуч вгорі для перегляду і видалення повідомлень.<br/>
Ці кнопки можуть бути використані, лише якщо обрано одне чи більше повідомлень зі списку.<br />
Ви можете обрати одне або декілька полів шляхом проставляння галочок ліворуч від імені відправника. Виставте галочку згори списку, щоби обрати всі поля на сторінці.<br />
<br/>
Натисніть на ім’я відправника, щоби переглянути повідомлення.<br/>
<br/>
Введіть ім’я відправника частково або повністю у текстове поле над списком і натисніть <strong><?php echo JText::_( 'Go' ); ?></strong> щоби відфільтрувати повідомлення. Натисніть <strong><?php echo JText::_( 'Reset' ); ?></strong> для видалення фільтру.<br/>
<br/>
Натисніть на <strong>заголовку</strong> довільної колонки для впорядкування списку полів за цією колонкою.<br/>
<br/>
Якщо ви актувуєте <strong><?php echo JText::_( 'Activate IP ban' ); ?></strong> з панелі керування aiContactSafe, ви зможете блокувати IP прямо з цього вікна. Для цього буде активовано нову кнопку  ( <?php echo JText::_( 'Ban IP' ); ?> ).<br/>
<br/>
</div>
